[
{
  "model": "scraping.city",
  "pk": 1,
  "fields": {
    "name": "Ростов-на-Дону",
    "slug": "rostov-na-donu"
  }
},
{
  "model": "scraping.city",
  "pk": 2,
  "fields": {
    "name": "Киев",
    "slug": "kiev"
  }
},
{
  "model": "scraping.city",
  "pk": 3,
  "fields": {
    "name": "Одесса",
    "slug": "odessa"
  }
},
{
  "model": "scraping.language",
  "pk": 1,
  "fields": {
    "name": "Python",
    "slug": "python"
  }
},
{
  "model": "scraping.language",
  "pk": 2,
  "fields": {
    "name": "Java",
    "slug": "java"
  }
},
{
  "model": "scraping.vacancy",
  "pk": 1,
  "fields": {
    "url": "https://www.work.ua/ru/jobs/5119859/",
    "title": "Python-програміст (Backend, Full-stack)",
    "company": "К2Р, ТОВ",
    "description": "Компанія К2 шукає талановитого Python веб-програміста з великим досвідом роботи для написання веб-додатків на Flask та з використанням Alchermy для роботи з базами даних.\r\n\r\nВимоги:\r\n\r\nДосвід роботи з Python від 2 років.\r\nДосвід написання прикладних веб-додатків на Python та Flask\r\nЗнання Alchemy та робота з базами даних\r\nДосвід у розробці бекендів та фул-стек програмування\r\nЗнання HTML, CSS та JavaScript буде перевагою\r\nЗдатність працювати в команді та вирішувати проблеми\r\nОбов’язки:\r\n\r\nРозробка веб-додатків на Python та Flask\r\nРобота з базами даних та з Alchermy\r\nВзаємодія з фронтенд розробниками для створення повноцінного додатку\r\nОптимізація додатків для високої продуктивності та швидкості роботи\r\nМи пропонуємо:\r\n\r\nРобота в офісі за 400 м. від м. Лук’янівська.\r\nКонкурентну зарплату.\r\nВіддалену роботу.\r\nПрофесійний розвиток та можливість кар'єрного росту.\r\nРоботу в команді з талановитими та професійними розробниками.\r\nЯкщо ви маєте досвід у написанні веб-додатків на Python та Flask, знання Alchermy та бажання розвиватись у своїй кар'єрі, то ми з нетерпінням чекаємо на ваше резюме!",
    "city": 2,
    "language": 1,
    "timestamp": "2023-10-07"
  }
},
{
  "model": "scraping.vacancy",
  "pk": 2,
  "fields": {
    "url": "https://www.work.ua/ru/jobs/5366497/",
    "title": "Junior Python Software Developer",
    "company": "Ай Ті Айджіті, ТОВ",
    "description": "Ми шукаємо молодогота талановитого Junior Python Software Developer, який зацікавлений у програмуванні та аналізі фінансових ринків. Наша компанія спеціалізується на розробці інструментів фінансового аналізу та алгоритмічних моделей, що досліджують поведінку фінансових ринків. Ми також займаємося розробкою систем оповіщень, десктоп додатків, веб-додатків та телеграм-ботівдля роботи з криптовалютними біржами та часовими рядами.\r\n\r\nВажилово: Супровідний лист, про свої проєкти, та чому саме обрали нашу вакансію.\r\n\r\nВимоги:\r\n\r\nЗнання програмування на мовіPython з акцентом на ООП (об'єктно-орієнтоване програмування) та принципи SOLID.\r\nБажання навчатися та глибоке розуміння математичних та статистичних концепцій.\r\nЗнання бібліотек numpy, pandas, matplotlib буде великим плюсом.\r\nДосвід у розробці десктоп додатків буде плюсом.\r\nРозуміння основ розробки веб-додатків буде плюсом.\r\nДосвід у розробці телеграм-ботів буде плюсом.\r\nОбов’язки:\r\n\r\nРозробка та вдосконалення математичних моделей для аналізу фінансових ринків за допомогою python.\r\nОбробка та аналіз великих обсягів фінансових даних.\r\nВикористання отриманих даних для пошуку ефективних рішень та розробки алгоритмів.\r\nЧомуварто приєднатися до нашої команди:\r\n\r\nМожливість працювати в колективі цілеспрямованих та досвідчених професіоналів.\r\nОтримання безцінного досвіду в сфері фінансових ринків та управління капіталом.\r\nРозвиток професійних навичок в математиці, програмуванні та фінансовому аналізі.\r\nМожливість взяти участь у цікавих та нетривіальних проектах, де цінується ініціатива та творчість.\r\nДостойна винагорода за власну працю та внесок у розвиток нашої компанії.\r\nЯкщо ви готові приєднатися до нашої командита поділитися своїми навичками та пристрастю до програмування, надсилайте ваше резюме разом із прикладами проектів, що ви розробляли, на нашу електронну адресу. Ми з нетерпінням чекаємо на вас!",
    "city": 2,
    "language": 1,
    "timestamp": "2023-10-08"
  }
}
]
